["Sylvia squirmed.", "Mike quipped that she never wore this hat.", "Susan begged to be allowed to sing in the concert.", "John whispered that Mary left.", "Birds fly.", "Monkeys are eager to leave.", "What did she eat?", "There is enough bread for all of you.", "I did not have a red cent.", "An old woman lived in the forest.", "John fears dogs.", "She might be pregnant.", "I haven't seen this sentence before.", "Jane left the book on the table.", "John wonders whether to win.", "Smith threw the first baseman the ball.", "He treats John very.", "The yolk and the white separated.", "I wonder who could solve the problem in this way.", "Susan whispered to Rachel.", "It is with long hair.", "Jason became invisible, so that he could escape", "Have you enough money?", "That piano was bought for his secret fiancée by the wealthy young man.", "I ate that.", "You may pick any of the flowers.", "I worded the telegram tersely.", "Did the wealthy young man buy that piano for his secret fiancée?", "Almost any pilot could be flying this plane.", "In the summer we always go to France.", "I wonder what John kissed.", "Bill dried the clothes.", "We were glad it was over.", "It wasn't such an awful picture as it first seemed.", "The spaceship revolves around the earth.", "The extremely tired students hated syntactic trees with a passion.", "Amanda drove the package to New York.", "You is the only person that I can rely on.", "I saw and he chops.", "A man just came in and a woman went out who were similar in all kinds of ways.", "I handed the ball to Reg.", "I went to the store and bought some whisky.", "Sonatas are easy to play on this violin.", "Michelle kept the papers over the desk.", "Roses are certain to be planted in the garden by the gardener.", "I hit the ball.", "The characters in Shakespeare's Twelfth Night live in a world that has been turned upside-down.", "A ball kicked the man.", "Jack is claiming that you won't need it.", "Every man who said he would buy some salmon did.", "Which Greek authors does he have books by?", "Who did you say my talking to would bother?", "Sandy must, too.", "Every student in Mary's class, by virtue of being in her class, is working on polarity items.", "The kettle bubbled water.", "I arranged for him to see her.", "To which man did you talk?", "It would not be possible for the president to approve the bill.", "While Truman didn't tell me a story, he did Rusty.", "Press the stamp against the pad completely.", "The tornadoes that tear through this county every spring are more than just a nuisance.", "I asked did Medea poison Jason.", "Cancer is now thought to be unlikely to be caused by hot dogs.", "Although no one else thinks so, Harry thinks that Sally is innocent.", "Who do you guess will be here?", "Louise broke the cup.", "Amanda drove the package to Pamela.", "Sincerity is an important quality.", "There was a snake behind the car Fred was sitting in.", "Ryan hit Andrew.", "José ate cabbage, and Holly has too.", "John made Mary cook Korean food.", "Emily caused Benjamin to see himself in the mirror.", "Brandon has been reading more novels than he has short stories.", "Mary is taller than six feet.", "The CDs were given to the boys by John.", "He kissed her.", "I blew up the building.", "You may pick any flower except the rose.", "Once Janet left, Fred became far crazier.", "Carmen bought a dress from Diana.", "Every poodle gives live birth.", "Although Dick is handsome, I'm still going marry Herman.", "Who did Gilgamesh believe to have kissed Aphrodite?", "The more people that you give beer to, the more people get sick.", "The sofa was longer than the desk was long.", "I want to kiss pigs", "I'm glad anybody likes me!", "What does Calvin like.", "Alex read the newspaper in an hour.", "Heather snorted.", "The big boy was kissed by the drooling dog.", "I am fond of circus performers.", "Megan marveled at the beauty of the Grand Canyon.", "The time elapsed slowly.", "I sent it to you.", "I've got to try and I've got to find that screw.", "Maxwell isn't half the doctor that I'm certain that he would be if he studied.", "Ten years be a long time to spend in prison.", "The birds devour the worm.", "John deposited some money in the checking account on Friday and Mary did the same thing.", "John seems to like pictures of himself.", "Susan hopes that she will sleep.", "Tom bathed Fido in the garage.", "Genie intoned that she was tired", "John will have been eating cake enthusiastically.", "Harriet alternated folk songs with pop songs.", "There is every book by Chomsky in this library.", "That a review came out yesterday of this article is catastrophic.", "I showed every boy a planet.", "What she did was e-mail all her friends.", "Steve pelted the squirrels with acorns.", "Burn letters to Peter!", "Stephen believed Ben to be careful.", "The more people that arrive, the louder that it gets.", "I have wanted to know exactly what happened to Rosa Luxemburg for many years.", "Although Bob may not be a nut, many people have claimed it and I think so too.", "Gilgamesh arrived", "The answer is known to Sue.", "We believed Aphrodite to be omnipotent", "I think that the more you eat, the less you want.", "John knows that she left and John knows whether she will come back.", "The gardener watered the flowers.", "John would prefer for the children to finish the oatmeal.", "I read a statement which was about that man.", "There was an attack yesterday.", "I didn't want any cake.", "So much did he eat that he got sick.", "I hope I'm not treading on anyone's toes.", "They wrote to her.", "He's too reliable a man.", "Who will be offended if we don't invite which philosopher?", "I regret it exceedingly that she was lying.", "Sam made progress.", "I like Anson", "The king banished the general from the army.", "That arrows don't stop in midair is captured by this theory.", "I shaved my chin.", "A soldier should be prepared to die for her country.", "John went to the store.", "This guitar, I've sung folk songs and accompanied myself on it all my life.", "She said that into the room came Aunt Norris.", "This proved my hypothesis.", "The kids have arrived safely.", "That new handle detaches easily.", "Any pilot could be flying this plane.", "Fred tracked the leak to its source.", "The knife, which he threw into the sea had a gold handle.", "We put a book on the table.", "What all did you get for Christmas?", "For John to either make up such a story or repeat it is outrageous.", "I put the book on the desk on Sunday.", "Benjamin said he would give the cloak to Lee and give the cloak to Lee he did.", "Benjamin said he would run away and he did.", "The presentation of a plaque was a proud moment.", "The mouse was out the cheese box.", "Steve tossed the ball.", "A lot of attention was paid to the matter.", "He talked with a girl about swimming.", "John resembles Bill.", "Every girl who saw anything was happy.", "What did Becky buy?", "She cooked Matt dinner.", "I didn't see him ever.", "Susan wanted Jane to study German.", "We rummaged through the desk for papers.", "John kissed even the ugliest woman who came up to him.", "Mary appreciates only John and herself.", "It seems to bother Kim that they resigned.", "I said that she runs.", "I think John likes his beer.", "Slamming the door, he ran down the steps.", "I heated up the coffee and Sally wiped the table off.", "Sir Walter Elliott imagined that he was still handsome.", "It was a first edition of Richard III that Ann bought for $1000.", "Everyone had been worrying himself stiff.", "Mark terrified me with his single mindedness.", "She waltzed across the floor.", "José asks that we go to the meeting, and Sally will tell us when.", "Historians believe FDR to be our most effective president.", "I won't ask you to believe that he tried to force me to give her some money.", "Selina touched the horse's back.", "I tried for to get them.", "There are strangers in that garden.", "Playing with matches is; lots of fun, but doing, so and emptying gasoline from one can to another at the same time is a sport best reserved for arsons.", "I hunted game in the woods.", "Spray the whole wall with the paint.", "No one expected Agamemnon to to win", "David wrote that you said that Anson thought that Julie had fainted", "Do you know the boy whom Mary saw?", "Don't be silly!", "Mary considers John proud of her.", "The convict escaped from the police.", "My eyes are itching me.", "John knows that she left and whether she will come back.", "the assassination of the president.", "They are intense.", "John rolled the ball perfectly down the hill.", "John knows that she left.", "Bill's reading of Shakespeare satisfied me", "It's extremely windy today.", "The metal was hammered flat.", "This Government has been more transparent in the way they have dealt with public finances than any previous government.", "Beans I don't like.", "The boy's uncle and aunt were kissing.", "Harriet swooned.", "be eager to leave the meeting.", "the enemy's destruction of the city was horrific.", "Cedric danced a jolly jig.", "Webster touched a sword after Henry had done it.", "John left his wife.", "Spot ate a cat treat.", "I saw the brilliant student with long hair.", "Martha carved a toy out of the piece of wood.", "John is taller than Dill.", "A man just came in and a woman went out who hate each other like poison and always have.", "There was an error in the proof Johns presented.", "I'm as much of a man as you are, my dear.", "Gwen exchanged the dress for a shirt.", "He is the happiest that it is believed that he has ever been.", "Calvin has a peanut.", "Fond of some boy every girl is.", "We wonder whether Bill left.", "If anybody is spoiling the children, John is.", "He bought a refrigerator in which to put the beer.", "A description of Aristotle is in the book.", "Miriam tutored her brother.", "Mary has never kissed a man who is taller than John is.", "They represented Mary seriously to the dean as a genuine linguist.", "Mary drank some beer in the barn from 6 to nine.", "I doubt his sincerity.", "The new policy was approved by the executive committee.", "Who knew Mickey would overthrow home plate by that much?", "Susan whispered for me to come.", "Who is sailing to Ithaca?", "I ate deep fried muffins.", "John seems to fix the computer.", "It was then when we all went to bed.", "Wash yourselves.", "Tess knocks at the door.", "Which student's grades went unreported?", "He's a reliable enough man.", "He seems intelligent to study medicine.", "I shall go downtown.", "Marian wonders if the package from Boston will ever arrive.", "They have no friend.", "Where do we go to register for graduation?", "John was carefully studying Russian.", "You British and you Americans pamper yourselves.", "She was always clad in black.", "The judge offered a prize to the winner.", "John does not like this town.", "Day by day the facts are getting murkier.", "It's the second Monday that we get back from Easter.", "Handsome though everyone expects me to try to force Bill to make Mom agree that Dick is, I'm still going to Marry Herman.", "Ayala went to the ball and was chatted to by Jonathan Stubbs.", "Five pounds is a lot of money.", "How much harder has it rained, the faster a flow you see in the river?", "This drug must first be tested on oneself.", "The hot potato which there were several hundred people yelling for me to put down gently turned out to have been filled with TNT.", "What did John want to eat?", "Mary considers John proud of himself.", "Alex read the newspaper for an hour.", "I've never known more of a man than Frank.", "Frank gave a piano to Jane Fairfax.", "They prefer for Mary to leave.", "Lucy seems to have been mugged.", "Ronald scoffs at the belief that he would run if nominated.", "He is the only person that I can rely on.", "I lifted the book onto the out of the box.", "Jane and Elizabeth were both at home.", "This is the friend for whose mother Kim gave a party.", "Kim regrets never having seen the movie.", "It is a picture of Bill that this girl in the red coat will put on your desk before tomorrow.", "The student knows the answers.", "The lions jumped through the hoop.", "Rory will eat the muffins.", "Heather cabled the news to Sara.", "It struck John that it was so.", "If anybody comes, he rings the doorbell.", "The clown amused the children.", "Kane ate dirt.", "The bright green filing cabinet was filled to the brim with the most boring articles from a prestigious journal of linguistics with a moderately large readership.", "By law, every dog and cat in the area has to be neutered.", "People with boxes of old clothes lined up behind the door of the building with the leaky roof.", "The chicken was eaten.", "I read him the figures, but when I looked up, he was gone.", "Several people seem sick.", "Kim depends on Sandy.", "John has been driving the car.", "The man who ordered a hot dog got one.", "Alison poked the needle through the cloth.", "So intelligent a dog did you buy that everyone gasped.", "John scratched his arm and the boy who knew Mary scratched her arm.", "John made a fool of himself in front of everyone who was there.", "John's mother sent a letter to Mary.", "Fluffy is sick, which I'm not sure you know Sarah expects me to believe Joan realizes.", "We proclaimed John sincerely to the public to be a hero.", "You may pick absolutely any flower.", "Alison and David soaked their feet after dinner", "They fed the meat to the lions raw.", "Linda taped the box with two-sided tape.", "It is not true that it was obvious that for Herschel to throw a fit would confuse the guards.", "My brother meets few Americans in Vienna.", "I asked if you knew the answer.", "John bought a lot of books for his sons.", "Calvin will strike himself and Otto will strike himself too.", "No one can forgive you that comment.", "A cat jumped onto the table.", "She fell into a funk.", "How ill has Hobbs been?", "Pat was annoyed by the children's noise and that their parents did nothing to stop it.", "John put any carrot from his garden in the salad.", "Harriet couldn't marry Mr Knightley but Emma could.", "The room reeked of onions.", "That's the truth.", "The medal was given to the soldier by Phillip.", "I did not understand.", "she is the mother of John.", "This machine records well.", "Stacy danced at the palace.", "Tourists admire paintings.", "They came running over the hill and through the woods", "A man kicked the ball.", "I wonder who Bill saw and Mary liked.", "The man loved peanut butter cookies.", "Barbara handed the results to Alan on Tuesday.", "The constant reading of Shakespeare satisfied me", "I put the book in the box.", "She fell into a sulk.", "All students believe anything that many teachers say.", "Ellen told Helen about the situation.", "I ordered John to drink his beer.", "You better not drink.", "Tom will force you to marry no student, and neither will I.", "John has driven the car.", "Michael asked a question.", "Kathy likes astronomy, but she doesn't meteorology?", "People from Tucson think very highly of themselves.", "What place did you travel to?", "Martina is deathly afraid of spiders.", "John knew any language that we encountered on our trip.", "Some sentences can go on and on.", "I know a taller man than John.", "He looked at a book about swimming.", "The effectiveness of teaching and learning depend on several factors.", "They rowed along the canals of Venice.", "Henri wants the book which is on the top shelf.", "Rory might have been eating the muffins.", "John tapped a barrel of some wine.", "Did Frank buy Jane the piano?", "The boys and the girls seem happy.", "These are similar to the bottles.", "Every student attended more than three seminars.", "They specialized.", "Sasha lingered over lunch.", "On the horizon appeared a large ship.", "Willy is taller than Bill by as much as it is believed that Joe is taller than Dan.", "He was a bully.", "John will have enthusiastically been eating cake.", "With which club did you hit the winning putt?", "Aliza wriggled her tooth loose.", "Someone tried to leave the town.", "Would they have been walking for hours?", "They can cry.", "The boy whose guardian's employee we elected president betrayed us.", "This is the gold that John put under the bathtub.", "They praised the volunteers.", "A lot of clothes are drying on the line.", "Although he likes cabbage too, Fred likes eggplants.", "A programme about Euripides is on a Radio 4 tonight.", "She always wore purple dresses.", "Jean is likely to leave.", "They denied the claim that they should report only to us.", "My mother baked a cake for me.", "John gave Mary, and Joan presented to Fred, books which looked.", "He looks so formidable.", "The climbers were killed by the intense cold.", "Sally will stand near every woman that you will.", "John tries to fix the computer.", "Jean never reads this newspaper.", "John talked to almost any woman who came up to him.", "Maggie hurried through the museum.", "I know how intelligent a dog you bought.", "John has often kissed Mary.", "I lifted the books from the floor to the table.", "Mary loves him.", "That bottle of water might have.", "Frank bought Jane the piano.", "I asked Anson if he was happy", "We found out that very lucrative jobs were in jeopardy.", "Every essay that she's written and which I've read is on that pile.", "Who did you hear an oration about?", "It was last night that the policeman met several young students in the park.", "This noise cannot be put up with.", "Wilt is taller than it is generally believed that Bill is.", "Heidi said that pictures of herself were embarrassing.", "John told us that he wants to quit school.", "Adam asked if Hyacinth likes pineapples.", "Pat remembered the appointment and that it was important to be on time.", "Anson kissed him", "She knocked himself on the head with a zucchini.", "There sang a man with a pipe.", "A friend of mine and a girl who was from his home town met in Vienna who was working in Europe.", "I've never seen you ate asparagus.", "There tries to be warm in September.", "The nurse who polished her trombone and the plumber computed my tax was a blond.", "Always, any lion is majestic.", "What did you say I go and got?", "The bears sniffs", "Fluffy is sick, which I slapped a boy who wouldn't acknowledge.", "The king kept put his gold under the bathtub.", "So much of a scholar is here.", "Immediately, John probably will clearly learn French perfectly.", "I know which book Mag read, and which book Bob discussed after I had.", "What does who admire?", "Cynthia gobbled on the pizza .", "John convinced it to be obvious that Bill left.", "Cheryl stood the books from Edna.", "I don't know the boy who the flowers Mary gave to.", "John is being discussed and Sally is being too.", "The most you want, the least you eat.", "She liked Moya's football.", "I wonder who what bought?", "To whom I gave the cake is John.", "Pat wanted to go to Berne, and Chris going to Rome.", "John placed behind the counter.", "That few boys came upset any of the teachers.", "Anson left before Jenny saw himself.", "The imposition of the government of a fine.", "The men doctors of medicine.", "little clue could be found.", "He walked right happy.", "I know a man who Tom drives as does.", "Which city do you believe the claim that Philip would invade?", "We believed it to try to leave the country.", "Himself should decide soon.", "I ordered for John to drink his beer.", "Kim put the book.", "Tony broke herself on the ann.", "Mira condemned the accident on Terry.", "A job offered to her.", "It is an alive fish.", "Everyone hopes him to sleep.", "There lay a dog in the comer.", "The dog barked out of the room.", "Who did you like and John?", "Some who read anything passed.", "Who do you wonder what bought?", "Can he not have been working?", "I gave the package to London.", "Flies swat easily.", "Sally is such a fool as people think.", "I know a man who hates myself.", "Dry the baby with the cloth torn.", "Packages drive easily.", "Will not John go to school?", "I'm glad that I ever met him.", "The thief chased down the street.", "Mary won't have been eating cake, but John.", "Lee is believed to like not Kim.", "John put in the box.", "I'm sure we got any tickets!", "Mickey slips all the time up.", "Jake shipped the box towards Carson.", "The toast buttered with unsalted butter.", "That that John showed up pleased her was obvious.", "John placed the flute the table.", "Who does Phineas know a girl who is behind?", "John is a decidedly too tall man.", "Americans have paying income tax ever since 1913.", "You are the only person that I can rely on.", "Jennifer craned his neck.", "The kids were failed by Max as a father.", "Carrie touched the stick through.", "My nephew could write letters the postcards to his parents.", "Mary has more than just Bill and Pete friends.", "It has raining every day for the last week.", "The famous mathematician existed a solution to the problem.", "Jake sent the box at Carson.", "The electrode was left by ions.", "Which books did Robin read and talk to Chris?", "Which problem the sooner that you solve, will the more easily you satisfy the folks up at corporate headquarters?", "The socks are ready for you to try and the shoes on.", "John disappeared Bill.", "I introduced her to he.", "He's a man to whom liberty, we could never grant it.", "He seems to become more corrupt, if every senator talks to more lobbyists.", "Into Jeeves sauntered the room.", "John to love Mary would be doubtful.", "The room was left angry.", "Ron captured quickly a phoenix", "A pastor was executed, notwithstanding on many applications in favor of him.", "the boy likes herself.", "What Mary gave was a book to John.", "Terry touched at the cat.", "How easy to tease John it is!", "Which boy works in a skyscraper and the girl in a quonset hut?", "Packages carry easily to New York.", "The spaceship revolves the earth.", "The professor found some strong evidences of water on Mars.", "I lent the book all the way to Tony.", "The phone company billed $10 to me.", "John sounded happily.", "They heard John's criticism of each other.", "You are not fitted by the coat.", "Any student, who wears socks, is a swinger.", "That whether the world is round is unknown bothered Athena.", "I gave a picture of a covered bridge and to my sister a hundred hikers from Hoboken.", "The mixture funnels.", "She pinched that he feels pain.", "This girl in the red coat will and dress must put a picture of Bill on your desk.", "Himself saw him", "I sought the woods for game.", "Which the poem did Homer recite?", "The committee has all now resigned.", "Who did you say my talking to would bother Hilary?", "John told, and Harry showed, Seymour that Sally was a virgin.", "There melted a lot of snow on the streets of Chicago.", "Felicia shipped the box out of the storeroom.", "The flower bloomed its way to a prize.", "They expected us to do leave him.", "Who do you believe that invited Sara?", "You must pick any flower.", "I loaned Maggie a Swiss Army knife whose to open the padlock with corkscrew.", "John believes to have slept.", "The ball tossed.", "Ellen told for Helen to come.", "The umpire fell the deck off.", "The fear shivered Sharon.", "John believed Kim to do not leave here.", "Because never had Sir Thomas been so offended, even Mr Yates left.", "Two drops sanitize anything in your house.", "A friend of mine who was working in Europe and a girl met in Vienna who was from his home town.", "The general banished from the army.", "They caught her without a license is what happened.", "While Doc might claim that Bob had read his book, he won't the paper.", "One plan of which I got wind was calculated to keep us in suspense.", "Did that John showed up please you?", "I brought a razor to shave himself with.", "Tessa sprained Mary 's ankle.", "Harry coughed us into a fit.", "I'll give to my good friend from Akron some.", "John seems know about the bananas.", "Gilgamesh flew not the broomstick.", "It was John's that I stole bike.", "He will eats deep fried muffins.", "A mile to work was run by him.", "Her has kissed her.", "Dogs chase.", "What do you remember where we bought?", "Surprised me that you came early.", "Which poem did you hear Homer's recital of last night?", "Either Professor Swansong or the graduate students is going to proctor the exam.", "Odysseus attempted Odysseus to hear the sirens.", "Phyllis lingered Sasha over lunch.", "That's a kindest answer that I ever heard.", "John gave Tom a book a record.", "John was cost $10 by the book.", "Who did a statue of surprise Medea?", "What exploded when and I warned you it would?", "The librarians likes books.", "The man's standing over there hat impressed me greatly.", "They lent me with a bicycle.", "He's fool.", "It is Kim whom Sandy relies.", "It is this hat that I know the boy who is wearing.", "Mary has more friends that two.", "Will put, this girl in the red coat will put a picture of Bill on your desk before tomorrow.", "Your desk before, this girl in the red coat will put a picture of Bill on your desk before tomorrow.", "Every essay she's written and which I've read is on that pile.", "Steve pelted at Anna with acorns.", "What Medea believed was Jason to be a murderer.", "Mary's happy about her work, and John's about his children.", "Mary runs often the marathon.", "This building is than that one.", "He analysis her was flawed", "He'll bring me one if he sees a hot dog.", "She always wore.", "Felicia sent the box off the shelf.", "The effectiveness of teaching and learning depend on several factors.", "The White Rabbit vanished his watch.", "When into the room came Aunt Norris, Fanny stopped talking.", "It is important for the more you to eat, the more careful to be.", "Who had Poseidon run away, because the executioner murdered?", "Each candidate who has any interest in semantics will be admit ted to the department.", "John's I stole bike.", "We'll go together, us.", "I admired him a teacher.", "The more pictures Mary looked at, she got angrier and angrier.", "Jonathan persuaded Kate to lick himself.", "Give the bottle to the baby awake.", "It tried to bother me that Chris lied.", "That Sam didn't pick those packages up is possible which are to be mailed tomorrow.", "And Toni danced Bartlett.", "The skyscraper which the boy works in and the girl in a quonset hut belongs to Uncle Sam.", "For John to remove the mother is undeniable.", "I want to should eat plums.", "Paula's right hand spanked the naughty child.", "I shaved myself.", "I wonder what city that Romans destroyed.", "Sally wishes that everyone would praise herself.", "Look after herself!", "I enjoy him taking a bath.", "John left at 11 and at 12, Bill.", "Anson thought that himself was going to the club.", "Is whether he played the piano known?", "Stories about himself seem to show up more on the evening news, the more that John gets upset by them.", "He's a fool enough to try it.", "The man I think that chased Fido returned.", "The chickens seem fond with the farmer.", "A good friend is remained to me.", "Connie has become of the opinion that we should get out.", "Louis begged Kate to shave himself.", "Rub the baby with the cloth asleep.", "The book, including all the chapters in the first section, are very interesting.", "The room was left angry by Mary.", "They may grow as much as bamboo high.", "John fed the baby rice up.", "John must not do have eaten.", "Carrie touched at the cat.", "That acorn will grow from a seed into an oak tree.", "I intoned fruit", "Jeff has must eaten the deep fried muffin.", "Carla shoveled the walk of snow.", "Of Bill on, this girl in the red coat will put a picture of Bill on your desk before tomorrow.", "There sings a man loudly.", "Mary wonders that John said if Bill left.", "John meets often Mary.", "He looked up it", "How brave he is tall and!", "Wear it like that is what you do.", "Home was gone by John.", "My brother and few Americans meet in Vienna.", "Calvin could will eat the beef waffles.", "It is likely to seem to be arrogant.", "Jack eats more caviar than he sleeps.", "We listened to as little speech as possible.", "Like the ice cream.", "My mother bore me in 1970.", "Those monkey are eating the banana.", "Can he will do it?", "How easy to please John is it?", "What I said that was we would go.", "On the line there are drying a lot of clothes.", "I met her who grows peaches.", "I'm hungry and did you play chess?", "Paul yawned on Mary.", "I have some voice exercises to play the guitar and sing.", "We talked about that he had worked at the White House.", "There will be the hole in Jack's pocket.", "He kept company some girls who had been injured in the wreck.", "Who do you think that will question Seamus first?", "I demand that John pays more, the more he eat.", "Fred knows which politician for her to vote for.", "John is eager to find.", "John perfectly shot the ball.", "Bill reading of Shakespeare satisfied me", "It was kissed her.", "Every student in Mary's class, whoever they were, happened to vote Republican.", "the road blocked with a stone.", "Everyone rumored that he was on his way out.", "Whales have I seen.", "What the stone did to the wall was hit it.", "He's reliable enough a man.", "Cynthia munched.", "Which picture is Ann going to send to her teacher of Chairman Mao as soon as she gets home?", "They read the under book.", "We rummaged papers through the desk.", "How do you wonder which problem to solve?", "Almost an owl hunts mice.", "The authorities charged the students of the cheating.", "The students looked the high stairs up from the floor.", "I worded the telegram after the party tersely.", "Mary claimed that would eat cabbage, Holly.", "The builders destroyed at the warehouse.", "John will to kick the ball.", "We caught them ate the bananas.", "Was sunk by the boat.", "Henri told Sue in the drawer that Bill put socks.", "We rummaged the desk for papers.", "In price soared oil.", "Our rabbit and the neighbor's cat like them.", "The more you eat, you want the more.", "It is not entirely obvious if, Mary listens to the Grateful Dead, she gets depressed.", "The bus hopes to be here at five.", "This ice cream just melts itself.", "Doug removed the scratches to nowhere.", "The more people everyone who likes pays attention to, the happier we all are.", "Bill is likely John to hit.", "Fifteen dollars in a week are not much.", "Our neighbor take his children to school in his car.", "My eyes are itching my brother.", "The fish scrubbed.", "You can depend on that he will be on time.", "What that he was wearing is certain is this hat.", "Her efficient looking of the answer up pleased the boss.", "Peter is those pigs.", "More of a man is here.", "Lucy Barnes recounted a story to remember because remember Holly had recounted a story to.", "Cities destroy easily.", "Jennifer craned.", "John hurt John with John's umbrella when John tried to open it.", "Which did you buy the table supported the book?", "Dracula thought that himself was the Prince of Darkness.", "The letter got written by a poet.", "I read some book.", "I know which book Max read, and which book Oscar hasn't done so.", "He might do leave.", "the box contains little tool.", "The book valued $200.", "I like Mary and she does too.", "John loves Mary's pictures of himself.", "Patrick is likely that left.", "French fabrics adore easily.", "The more contented I laughed at the nurse who thought that we were becoming, the more angry we grew at the doctors.", "When never had Sir Thomas been so offended, Mr Yates left.", "Put a picture of Bill on your desk, this girl in the red coat will put a picture of Bill on your desk before tomorrow.", "Here's a knife which for you to cut up the onions with.", "Mary wonders for Bill to come.", "John had an error in the proof Sarah presented.", "Bill reading Shakespeare and Maureen singing Schubert satisfy me", "The noise gave a headache to Terry.", "The general commended that all troops was in dress uniform.", "Mary prefers that Bill will come.", "Some answered any question.", "Paula swatted the cloth into the fly.", "Did you notice of which difficulties she made light?", "Which did you buy the table on Kim put the book?", "Bunnies carrots eat.", "John spoke intimately French to Mary.", "We voted for me.", "Tom got understood to have asked for a refund.", "Lee likes not Kim.", "She kicked itself", "She has enough a problem as it is.", "The fatter he goes to a doctor when he gets the more he eats.", "Fruit hit the roof against the ground.", "Mary was told to bring something to the party, so she asked Sue what to.", "It is Kim on whom Sandy relies on.", "John that we are looking for showed up.", "Kim likes Sandy, and Lee to Leslie.", "The yolk and the white separated apart.", "They will give me a hat that I won't like which I know.", "I don't know if to agree with him.", "Bill can well imagine the more he eats, the fatter getting.", "The boy whose we elected guardian's guardian's employer president betrayed us.", "The teacher handed the student.", "The kettle bubbled water up.", "We gave him enough opportunity and, sure enough, every senator succumbed to corruption.", "I funneled the mixture from Edna to Rina.", "The bread cut.", "Tony broke at the window.", "The books put on the table.", "I want she to dance.", "We think if Bill left.", "I like Mary and she does like Mary too.", "The toast buttered.", "Who does Phineas know a girl working with?", "Mary tried John to go abroad.", "Mary reported he to have loved her.", "It was in the park last night that the policeman met several young students.", "He figured out that.", "When did Fanny return, she found Tom Bertram very ill.", "Door frames hit easily.", "Lydia pocketed the change in her pocket.", "Gary and Kevin ran himself into exhaustion.", "He turned from a prince.", "It is important for the more you eat, the more careful to be.", "Maxwell isn't half the doctor that I know an African chief who is.", "Mary didn't see almost every flower.", "Who do you regret that saw you?", "Jennie smiled the sandwich.", "I lent Tony the book most of the way.", "The old dog died all the way.", "Mary wrote a letter to himself last year.", "She thought it was likely that everyone to fit into the car.", "He could might go", "Your books were gone most thoroughly over.", "Who is that he has met extremely unlikely?", "What table will he put the chair between and some sofa?", "President Lincoln delivered her Gettysburg Address in 1863.", "John placed the flute the violin on the table.", "We proclaimed sincerely to the public John to be a hero.", "Frank promised the men all to leave.", "The store staffed with employees.", "Jill offered the ball towards Bob.", "The lions ate raw the meat.", "Jean reads never this newspaper.", "The president declared Smith to press secretary.", "Cats touch easily.", "Ann may spent her vacation in Italy.", "The only girl for whom it bothers me to wear that old fedora is Annabelle.", "He can can go", "Either the boys or the girls is going to be there.", "The committee haven't yet made up its mind.", "Bill made Sarah's gal to me of $40.", "On the streets of Chicago melted a lot of snow.", "I would prefer that he have not finished.", "She made light, not too surprisingly, of the difficulties we might have at the border."]